Repository: reedu-reengineering-education/sensebox-bike-flutter
Catalog: lib/l10n/app_*.arb
Languages: de, pt

# generalLoading
source: Loading...
de: Lädt...
pt: Carregando...

# generalError
source: Error
de: Fehler
pt: Erro

# generalErrorWithDescription
source: Error: {error}
de: Fehler: {error}
pt: Erro: {error}

# generalCancel
source: Cancel
de: Abbrechen
pt: Cancelar

# generalCreate
source: Create
de: Erstellen
pt: Criar

# generalSave
source: Save
de: Speichern
pt: Salvar

# generalDelete
source: Delete
de: Löschen
pt: Excluir

# generalEdit
source: Edit
de: Bearbeiten
pt: Editar

# generalAdd
source: Add
de: Hinzufügen
pt: Adicionar

# generalClose
source: Close
de: Schließen
pt: Fechar

# generalUpload
source: Upload
de: Hochladen
pt: Enviar

# generalPrivacyZones
source: Privacy Zones
de: Privatzonen
pt: Áreas de Privacidade

# generalSettings
source: Settings
de: Einstellungen
pt: Configurações

# generalShare
source: Share
de: Teilen
pt: Compartilhar

# generalTrackDurationShort
source: {hours}:{minutes} hrs
de: {hours}:{minutes} Std.
pt: {hours}:{minutes} h

# generalExport
source: Export
de: Exportieren
pt: Exportar

# generalLogin
source: Login
de: Anmelden
pt: Entrar

# generalLogout
source: Logout
de: Abmelden
pt: Sair

# generalRegister
source: Register
de: Registrieren
pt: Registrar-se

# generalProceed
source: Proceed
de: Fortfahren
pt: Prosseguir

# homeBottomBarHome
source: Home
de: Start
pt: Início

# homeBottomBarTracks
source: Tracks
pt: Trajetos

# tracksAppBarSumTracks
source: {count, plural, =0{No tracks} =1{1 track} other{{count} tracks}}
de: {count, plural, =0{Keine Tracks} =1{1 Track} other{{count} Tracks}}
pt: {count, plural, =0{Nenhum trajeto} =1{1 trajeto} other{{count} trajetos}}

# tracksNoTracks
source: No tracks available
de: Keine Tracks verfügbar
pt: Nenhum trajeto disponível

# tracksTrackDeleted
source: Track deleted
de: Track gelöscht
pt: Trajeto excluído

# openSenseMapLogin
source: Login with openSenseMap
de: Mit openSenseMap anmelden
pt: Entrar com openSenseMap

# openSenseMapLoginDescription
source: Log in to share your data.
de: Melde dich an, um deine Daten zu teilen.
pt: Faça login para compartilhar seus dados.

# openSenseMapLogout
source: Logout
de: Ausloggen
pt: Sair

# openSenseMapPassword
source: Password
de: Passwort
pt: Senha

# openSenseMapEmailErrorEmpty
source: Email must not be empty
de: E-Mail darf nicht leer sein
pt: O e-mail não pode estar vazio

# openSenseMapEmailErrorInvalid
source: Invalid email address
de: Ungültige E-Mail-Adresse
pt: Endereço de e-mail inválido

# openSenseMapPasswordErrorEmpty
source: Password must not be empty
de: Passwort darf nicht leer sein
pt: A senha não pode estar vazia

# openSenseMapLoginFailed
source: Login failed
de: Anmeldung fehlgeschlagen
pt: Falha no login

# openSenseMapRegisterName
source: Name
pt: Nome

# openSenseMapRegisterNameErrorEmpty
source: Name must not be empty
de: Name darf nicht leer sein
pt: O nome não pode estar vazio

# openSenseMapRegisterPasswordConfirm
source: Confirm password
de: Passwort bestätigen
pt: Confirmar senha

# openSenseMapRegisterPasswordConfirmErrorEmpty
source: Password confirmation must not be empty
de: Passwort darf nicht leer sein
pt: A confirmação da senha não pode estar vazia

# openSenseMapRegisterPasswordErrorMismatch
source: Passwords do not match
de: Passwörter stimmen nicht überein
pt: As senhas não coincidem

# openSenseMapRegisterPasswordErrorCharacters
source: Password must contain at least 8 characters
de: Passwort muss mindestens 8 Zeichen enthalten
pt: A senha deve conter pelo menos 8 caracteres

# openSenseMapRegisterFailed
source: Registration failed
de: Registrierung fehlgeschlagen
pt: Falha no registro

# openSenesMapRegisterAcceptTermsPrefix
source: I accept the
de: Ich akzeptiere die
pt: Eu aceito os

# openSenseMapRegisterAcceptTermsPrivacy
source: privacy policy
de: Datenschutzbestimmungen
pt: termos de privacidade

# openSenseMapRegisterAcceptTermsError
source: You must accept the privacy policy
de: Sie müssen die Datenschutzbestimmungen akzeptieren
pt: Você deve aceitar os termos de privacidade

# connectionButtonConnect
source: Connect
de: Verbinden
pt: Conectar

# connectionButtonDisconnect
source: Disconnect
de: Trennen
pt: Desconectar

# connectionButtonConnecting
source: Connecting...
de: Verbinden...
pt: Conectando...

# connectionButtonReconnecting
source: Reconnecting...
de: Erneut verbinden...
pt: Reconectando...

# connectionButtonStart
source: Start
pt: Iniciar

# connectionButtonStop
source: Stop
pt: Parar

# bleDeviceSelectTitle
source: Tap to connect
de: Tippen, um zu verbinden
pt: Toque para conectar

# noBleDevicesFound
source: No senseBoxes found. Please make sure your senseBox is loaded, tap outside this window, and try again.
de: Keine senseBoxen gefunden. Bitte stelle sicher, dass deine senseBox eingeschaltet ist, tippe dann außerhalb dieses Fensters und versuche es erneut.
pt: Nenhuma senseBox encontrada. Certifique-se de que sua senseBox está ligada, toque fora desta janela e tente novamente.

# selectOrCreateBox
source: Select or create senseBox:bike
de: senseBox wählen oder erstellen
pt: Selecionar ou criar senseBox

# createBoxTitle
source: Create senseBox:bike
de: senseBox:bike erstellen
pt: Criar senseBox:bike

# createBoxModel
source: Model
de: Modell
pt: Modelo

# createBoxModelErrorEmpty
source: Please select a model
de: Bitte wähle ein Modell
pt: Por favor, selecione um modelo

# createBoxName
source: Name
pt: Nome

# createBoxNameError
source: Name must be between 2 and 50 characters
de: Name muss zwischen 2 und 50 Zeichen lang sein
pt: O nome deve ter entre 2 e 50 caracteres

# createBoxGeolocationCurrentPosition
source: Your current position will be used
de: Deine aktuelle Position wird verwendet
pt: Sua posição atual será usada

# openSenseMapBoxSelectionNoBoxes
source: No senseBoxes available
de: Keine senseBox verfügbar
pt: Nenhum senseBox disponível

# openSenseMapBoxSelectionCreateHint
source: Create one using the '+' button
de: Erstelle eine mit dem '+' Button
pt: Crie um usando o botão '+'

# openSenseMapBoxSelectionUnnamedBox
source: Unnamed senseBox
de: Unbenannte senseBox
pt: senseBox sem nome

# openSenseMapBoxSelectionIncompatible
source: Not compatible with senseBox:bike
de: Nicht kompatibel mit senseBox:bike
pt: Não compatível com senseBox:bike

# settingsGeneral
source: General
de: Allgemeine
pt: Geral

# settingsOther
source: Other
de: Andere
pt: Outros

# settingsVibrateOnDisconnect
source: Vibrate on disconnect
de: Vibration bei Verbindungsabbruch
pt: Vibrar ao desconectar

# settingsUploadMode
source: Upload Mode
de: Upload-Modus
pt: Modo de Upload

# settingsUploadModeDirect
source: Direct Upload (Beta)
de: Direkter Upload (Beta)
pt: Upload Direto (Beta)

# settingsUploadModePostRide
source: Post-Ride Upload
de: Upload nach der Fahrt
pt: Upload Pós-Corrida

# settingsUploadModeDescription
source: Choose when to upload your data during recording
de: Wählen Sie, wann Ihre Daten während der Aufzeichnung hochgeladen werden sollen
pt: Escolha quando enviar seus dados durante a gravação

# settingsUploadModeCurrent
source: Current: {mode}
de: Aktuell: {mode}
pt: Atual: {mode}

# settingsUploadModePostRideTitle
source: Upload data after recording stops
de: Daten nach Beendigung der Aufzeichnung hochladen
pt: Enviar dados após o término da gravação

# settingsUploadModePostRideDescription
source: • Data is stored locally during recording • Upload happens all at once when you finish • More reliable and stable • Uses less battery during recording
de: • Daten werden lokal während der Aufzeichnung gespeichert • Upload erfolgt auf einmal beim Beenden • Zuverlässiger und stabiler • Verbraucht weniger Akku während der Aufzeichnung
pt: • Os dados são armazenados localmente durante a gravação • O envio acontece de uma vez quando você terminar • Mais confiável e estável • Consome menos bateria durante a gravação

# settingsUploadModeDirectTitle
source: Upload data in real-time during recording (experimental)
de: Daten in Echtzeit während der Aufzeichnung hochladen (experimentell)
pt: Enviar dados em tempo real durante a gravação (experimental)

# settingsUploadModeDirectDescription
source: • Data is uploaded immediately as it's collected • Real-time data sharing (experimental) • Requires stable internet connection • May use more battery during recording
de: • Daten werden sofort hochgeladen, während sie gesammelt werden • Echtzeit-Datenaustausch (experimentell) • Erfordert stabile Internetverbindung • Kann mehr Akku während der Aufzeichnung verbrauchen
pt: • Os dados são enviados imediatamente conforme são coletados • Compartilhamento de dados em tempo real (experimental) • Requer conexão com a internet estável • Pode consumir mais bateria durante a gravação

# settingsAbout
source: About
de: Über die App
pt: Sobre

# settingsPrivacyPolicy
source: Privacy Policy
de: Datenschutz
pt: Política de Privacidade

# settingsVersion
source: Version: {versionNumber}
pt: Versão: {versionNumber}

# settingsContact
source: Help or feedback?
de: Hilfe oder Feedback?
pt: Ajuda ou feedback?

# privacyZonesStart
source: Tap on the map to start drawing a zone. Tap the checkmark to finish.
de: Tippen Sie auf die Karte, um mit dem Zeichnen einer Zone zu beginnen. Tippen Sie auf das Häkchen, um den Vorgang zu beenden.
pt: Toque no mapa para começar a desenhar uma área. Toque na marca de seleção para finalizar.

# privacyZonesDelete
source: Tap on a zone to delete it. Tap the checkmark to finish.
de: Tippen Sie auf eine Zone, um sie zu löschen. Tippen Sie auf das Häkchen, um den Vorgang zu beenden.
pt: Toque em uma área para excluí-la. Toque na marca de seleção para finalizar.

# trackDetailsPermissionsError
source: Permission denied to save file to external storage.
de: Keine Berechtigung zum Speichern der Datei auf externem Speicher.
pt: Permissão negada para salvar o arquivo no armazenamento externo.

# trackDetailsFileSaved
source: CSV file saved to Downloads folder.
de: Die CSV-Datei wird im Ordner Downloads gespeichert.
pt: Arquivo CSV salvo na pasta Downloads.

# trackDetailsExport
source: Track data CSV export.
de: CSV-Export von Trackdaten.
pt: Exportação de dados do trajeto em CSV.

# trackDetailsLoadingError
source: Error loading track.
de: Fehler beim Laden des Tracks.
pt: Erro ao carregar o trajeto.

# trackDetailsNoTrackData
source: No track available.
de: Kein Track verfügbar.
pt: Nenhum trajeto disponível.

# trackDelete
source: Delete Track
de: Track löschen
pt: Excluir Trajeto

# trackDeleteConfirmation
source: Are you sure you wish to delete this track?
de: Wollen Sie diesen Track wirklich löschen?
pt: Tem certeza de que deseja excluir este trajeto?

# sensorTemperature
source: Temperature
de: Temperatur
pt: Temperatura

# sensorHumidity
source: Rel. Humidity
de: Rel. Luftfeuchtigkeit
pt: Umidade Rel.

# sensorFinedustPM10
source: Finedust PM10
de: Feinstaub PM10
pt: Material Particulado PM10

# sensorFinedustPM4
source: Finedust PM4
de: Feinstaub PM4
pt: Material Particulado PM4

# sensorFinedustPM25
source: Finedust PM25
de: Feinstaub PM2,5
pt: Material Particulado PM2,5

# sensorFinedustPM1
source: Finedust PM1
de: Feinstaub PM1
pt: Material Particulado PM1

# sensorDistance
source: Overtaking Distance
de: Überholabstand
pt: Distância de Ultrapassagem

# sensorOvertaking
source: Overtaking Manoeuvre
de: Überholmanöver
pt: Manobra de Ultrapassagem

# sensorOvertakingShort
source: Overtaking
de: Überholen
pt: Ultrapassagem

# sensorSurface
source: Surface
de: Oberfläche
pt: Superfície

# sensorSurfaceAsphalt
source: Surface Asphalt
de: Oberfläche Asphalt
pt: Superfície: Asfalto

# sensorSurfaceAsphaltShort
source: Asphalt
pt: Asfalto

# sensorSurfaceSett
source: Surface Sett
de: Oberfläche Pflasterstein
pt: Superfície: Paralelepípedo

# sensorSurfaceSettShort
source: Sett
de: Pflasterstein
pt: Paralelepípedo

# sensorSurfaceCompacted
source: Surface Compacted
de: Oberfläche verdichtet
pt: Superfície: Compactada

# sensorSurfacePaving
source: Surface Paving
de: Oberfläche Pflasterung
pt: Superfície: Pavimentada

# sensorSurfacePavingShort
source: Paving
de: Pflasterung
pt: Pavimentada

# sensorSurfaceStanding
source: Standing
de: Stehend
pt: Parado

# sensorSurfaceAnomaly
source: Surface Anomaly
de: Oberfl. Anomalie
pt: Irregularidade no Piso

# sensorSpeed
source: Speed
de: Geschwindigkeit
pt: Velocidade

# sensorAccelerationX
source: Acceleration X
de: Beschleunigung X
pt: Aceleração X

# sensorAccelerationY
source: Acceleration Y
de: Beschleunigung Y
pt: Aceleração Y

# sensorAccelerationZ
source: Acceleration Z
de: Beschleunigung Z
pt: Aceleração Z

# sensorGPSLat
source: GPS Latitude
de: GPS Breitengrad
pt: Latitude GPS

# sensorGPSLong
source: GPS Longitude
de: GPS Längengrad
pt: Longitude GPS

# sensorGPSSpeed
source: GPS Speed
de: GPS Geschwindigkeit
pt: Velocidade GPS

# sensorGPSError
source: No GPS Fix
de: Kein GPS-Fix
pt: Erro no GPS

# sensorAcceleration
source: Acceleration
de: Beschleunigung
pt: Aceleração

# sensorFinedust
source: Finedust
de: Feinstaub
pt: Material Particulado

# sensorDistanceShort
source: Distance
de: Abstand
pt: Distância

# campaignLoadError
source: Failed to load list of campaigns.
de: Die Liste der Kampagnen konnte nicht geladen werden.
pt: Falha ao carregar a lista de campanhas.

source: Select campaign
de: Kampagne auswählen
pt: Selecionar campanha

source: No campaigns available
de: Keine Kampagnen verfügbar
pt: Não há campanhas disponíveis

# loginScreenTitle
source: openSenseMap Account
de: openSenseMap Konto
pt: openSenseMap Conta

# connectionButtonEnableBluetooth
source: Enable Bluetooth
de: Bluetooth aktivieren
pt: Ativar Bluetooth

# errorNoLocationAccess
source: Location services are disabled or access is denied. To record tracks, please enable location services and allow the app to access your location in the phone settings.
de: Standortdienste sind deaktiviert oder der Zugriff ist verweigert. Um Tracks aufzuzeichnen, aktivieren Sie bitte die Standortdienste und erlauben Sie der App in den Telefoneinstellungen den Zugriff auf Ihren Standort.
pt: Os serviços de localização estão desativados ou o acesso é negado. Para gravar faixas, ative os serviços de localização e permita que a aplicação aceda à sua localização nas definições do telefone.

# errorNoScanAccess
source: To connect with senseBox, please allow the app to scan for nearby devices in the phone settings.
de: Um eine Verbindung mit senseBox herzustellen, erlauben Sie bitte der App in den Telefoneinstellungen, nach Geräten in der Nähe zu scannen.
pt: Para se conectar à SenseBox, permita que a aplicação procure dispositivos próximos nas definições do telemóvel.

# errorNoSenseBoxSelected
source: To allow upload of sensor data to the cloud, please log in to your openSenseMap account and select the box.
de: Um den Upload von Sensordaten in die Cloud zu erlauben, melden Sie sich bitte bei Ihrem openSenseMap-Konto an und aktivieren Sie das Kästchen.
pt: Para permitir o upload de dados do sensor para a nuvem, faça login na sua conta openSenseMap e selecione a caixa.

# errorExportDirectoryAccess
source: Error accessing export directory. Please make sure the app has permission to access the storage.
de: Bitte erlaube dieser App in den Telefoneinstellungen den Zugriff auf den externen Speicher.
pt: Erro ao acessar o diretório de exportação. Por favor, verifique se o aplicativo tem permissão para acessar o armazenamento.

# errorLoginFailed
source: Login failed. Please check your credentials and try once again.
de: Anmeldung fehlgeschlagen. Bitte überprüfen Sie Ihre Anmeldedaten und versuchen Sie es erneut.
pt: Erro no login. Verifique suas credenciais e tente novamente mais tarde.

# errorRegistrationFailed
source: Registration failed. Please check your credentials and try once again.
de: Registrierung fehlgeschlagen. Bitte überprüfen Sie Ihre Anmeldedaten und versuchen Sie es erneut.
pt: Erro no registro. Verifique suas credenciais e tente novamente mais tarde.

# errorBleConnectionFailed
source: Connect to the senseBox was lost. Please make sure Bluetooth is enabled and the senseBox is powered on.
de: Die Verbindung zur senseBox wurde unterbrochen. Bitte stellen Sie sicher, dass Bluetooth aktiviert ist und die senseBox eingeschaltet ist.
pt: A conexão com a senseBox foi perdida. Por favor, certifique-se de que o Bluetooth está ativado e a senseBox está ligada.

# errorUploadFailed
source: Data upload failed. Please check your internet connection and try again.
de: Daten-Upload fehlgeschlagen. Bitte überprüfen Sie Ihre Internetverbindung und versuchen Sie es erneut.
pt: Falha no upload de dados. Por favor, verifique sua conexão com a internet e tente novamente.

# errorPermanentAuthentication
source: Authentication failed permanently. Please log in to upload data.
de: Authentifizierung dauerhaft fehlgeschlagen. Bitte melden Sie sich an, um Daten hochzuladen.
pt: Falha permanente na autenticação. Por favor, faça login para enviar dados.

source: Select CSV format
de: CSV-Format auswählen
pt: Selecionar formato CSV

# regularCsv
source: Standard CSV
pt: CSV padrão

source: openSenseMap CSV
pt: CSV openSenseMap

# settingsDeleteAllData
source: Delete All Data
de: Alle Daten löschen
pt: Excluir Todos os Dados

# settingsDeleteAllDataConfirmation
source: Are you sure you want to delete all data? This action is irreversible.
de: Sind Sie sicher, dass Sie alle Daten löschen möchten? Diese Aktion ist nicht umkehrbar.
pt: Tem certeza de que deseja excluir todos os dados? Esta ação é irreversível.

# settingsDeleteAllDataSuccess
source: All data has been successfully deleted.
de: Alle Daten wurden erfolgreich gelöscht.
pt: Todos os dados foram excluídos com sucesso.

# settingsDeleteAllDataError
source: Failed to delete all data. Please try again.
de: Fehler beim Löschen aller Daten. Bitte versuchen Sie es erneut.
pt: Falha ao excluir todos os dados. Por favor, tente novamente.

source: Account Management
de: Kontoverwaltung
pt: Gerenciamento de Conta

# deleteAllHint
source: This will delete all your tracks from the app.
de: Dies löscht alle Ihre Tracks aus der App.
pt: Isso excluirá todas as suas faixas do aplicativo.

# generalConfirmation
source: Confirmation
de: Bestätigung
pt: Confirmação

# privacyPolicyAccept
source: I have read and accept the Privacy Policy.
de: Ich habe die Datenschutzerklärung gelesen und stimme ihr zu.
pt: Eu li e aceito a política de privacidade.

# trackNoGeolocations
source: No geolocations available for this track.
de: Keine Positionsdaten für diesen Track verfügbar.
pt: Nenhuma geolocalização disponível para este trajeto.

# tracksAppBarTitle
source: Your tracks
de: Deine Tracks
pt: Seus trajetos

source: Load more
de: Mehr laden
pt: Carregar mais

# tracksStatisticsTitle
source: Track Statistics
de: Track-Statistiken
pt: Estatísticas do Trajeto

# tracksStatisticsTotalData
source: Total Data
de: Gesamtdaten
pt: Dados Totais

# tracksStatisticsThisWeek
source: This Week
de: Diese Woche
pt: Esta Semana

# tracksStatisticsRidesInfo
source: rides completed
de: Abgeschlossene Fahrten
pt: viagens concluídas

# tracksStatisticsDistanceInfo
source: distance traveled
de: zurückgelegte Strecke
pt: distância percorrida

# tracksStatisticsTimeInfo
source: time spent on the road
de: Fahrzeit
pt: tempo gasto na estrada

source: Track Statistics
de: Track-Statistiken
pt: Estatísticas do Trajeto

# uploadProgressTitle
source: Upload Progress
de: Track Upload
pt: Progresso do Upload

# uploadProgressPreparing
source: Preparing upload...
de: Upload wird vorbereitet...
pt: Preparando upload...

# uploadProgressUploading
source: Uploading track data...
de: Track wird hochgeladen...
pt: Enviando dados do trajeto...

# uploadProgressInfo
source: Do not close the app while uploading. It can take some time depending on your track length. If you would like to upload your track data later, you can do that from track overview screen.
de: Bitte schließen Sie die App während des Uploads nicht. Je nach Länge Ihres Tracks kann dies etwas dauern. Falls Sie Ihre Track-Daten später hochladen möchten, können Sie das in der Trackübersicht tun.
pt: Por favor, não feche o aplicativo durante o upload. Dependendo do comprimento do seu trajeto, isso pode levar algum tempo. Se quiser enviar os dados do seu trajeto mais tarde, pode fazê-lo a partir da tela de visão geral do trajeto.

# uploadProgressRetrying
source: Retrying upload...
de: Upload wird wiederholt...
pt: Tentando upload novamente...

# uploadProgressCompleted
source: Upload completed successfully
de: Upload erfolgreich
pt: Upload concluído com sucesso

# uploadProgressFailed
source: Upload failed
de: Upload fehlgeschlagen
pt: Upload falhou

# uploadProgressAuthenticationFailed
source: Authentication required
de: Authentifizierung erforderlich
pt: Autenticação necessária

# uploadProgressChunks
source: {completed} of {total, plural, =0{0 chunks} =1{1 chunk} other{{total} chunks}} uploaded
de: {completed} von {total, plural, =0{0 Blöcken} =1{1 Block} other{{total} Blöcken}} hochgeladen
pt: {completed} de {total, plural, =0{0 blocos} =1{1 bloco} other{{total} blocos}} enviados

# uploadProgressPercentage
source: {percentage}% complete
de: {percentage}% abgeschlossen
pt: {percentage}% concluído

# uploadProgressAuthenticationError
source: Please log in to upload data.
de: Bitte melden Sie sich an, um Daten hochzuladen.
pt: Por favor, faça login para enviar dados.

# uploadProgressNetworkError
source: Network connection failed. Please check your internet connection and try again.
de: Netzwerkverbindung fehlgeschlagen. Bitte überprüfen Sie Ihre Internetverbindung und versuchen Sie es erneut.
pt: Falha na conexão de rede. Verifique sua conexão com a internet e tente novamente.

# uploadProgressGenericError
source: Upload failed. Please try again.
de: Upload fehlgeschlagen. Bitte versuchen Sie es erneut.
pt: Upload falhou. Tente novamente.

# uploadConfirmTitle
source: Upload Track Data
de: Track-Daten hochladen
pt: Enviar Dados do Trajeto

# uploadConfirmMessage
source: Would you like to upload your track data now?
de: Möchten Sie Ihre Track-Daten jetzt oder später hochladen?
pt: Gostaria de enviar os dados do seu trajeto agora ou mais tarde?

# uploadConfirmUploadNow
source: Upload
de: Jetzt hochladen
pt: Enviar agora

# trackStatusUploaded
source: Uploaded
de: Hochgeladen
pt: Enviado

# trackStatusUploadedAt
source: Uploaded on {date}
de: Hochgeladen am {date}
pt: Enviado em {date}

# trackDirectUploadInfo
source: This track was uploaded in real-time during your ride (if you were logged in). Want to upload it again? Use the button above!
de: Dieser Track wurde in Echtzeit während deiner Fahrt hochgeladen (falls du angemeldet warst). Möchtest du ihn erneut hochladen? Verwende den Button oben!
pt: Estes dados do trajeto foram enviados em tempo real durante o seu passeio. Se quiser reenviá-los, pode usar o botão de upload acima.

# trackStatusNotUploaded
source: Not uploaded
de: Nicht hochgeladen
pt: Não enviado

# trackStatusUploadFailed
source: Upload failed
de: Upload fehlgeschlagen
pt: Envio falhou

# trackStatusUploadFailedAt
source: Upload failed on {date}
pt: Envio falhou em {date}

# trackFilterAll
source: All
de: Alle
pt: Todos

# trackFilterUnuploaded
source: Not uploaded
de: Nicht hochgeladen
pt: Não enviados

# trackUploadRetryFailed
source: Upload retry failed. Please try again.
de: Upload-Wiederholung fehlgeschlagen. Bitte versuchen Sie es erneut.
pt: Tentativa de envio falhou. Tente novamente.

# errorTrackNoGeolocations
source: Track has no geolocation data and cannot be uploaded.
de: Track hat keine Geolokationsdaten und kann nicht hochgeladen werden.
pt: Trajeto não possui dados de geolocalização e não pode ser enviado.

# generalTrackDuration
source: {hours} h {minutes} min
de: {hours} Std. {minutes} Min.

# sensorSurfaceCompactedShort
source: Compacted
de: Verdichtet
